Repository: Distrotech/radius
Catalog: po/*.po
Languages: no, pl

source: make_pair(): attribute %d not found in dictionary
pl: make_pair(): atrybutu %d nie odnaleziono w s³owniku

source: Actual request length does not match reported length (%d, %d)
pl: Rzeczywista d³ugo¶æ ¿±dania ró¿ni siê od d³ugo¶ci zameldowanej (%d, %d)

source: Received invalid reply digest from server
pl: Otrzymano b³êdny odcisk odpowiedzi od serwera

source: invalid port type
no: ugyldig port type
pl: Nieprawid³owy typ portu

source: select() interrupted
pl: select() zosta³ przerwany

source: error receiving data from %s:%d
no: feilet å ta imot svar fra %s:%d
pl: b³±d przy otrzymaniu danych od %s:%d

source: unknown keyword
pl: nieznane s³owo kluczowe

source: wrong number of fields
pl: b³êdna ilo¶æ pól

source: bad IP address or host name
pl: niepoprawny adres IP czy nazwa hosta

source: bad port number %s
pl: niew³a¶ciwy numer portu %s

source: bad timeout value
pl: niew³a¶ciwa warto¶æ limita czasu oczekiwania

source: bad retry value
pl: niew³a¶ciwa warto¶æ liczby powtórzeñ

source: compiled without debugging support
pl: program skompilowany bez obs³ugi odpluskwiania

source: too few fields
pl: za ma³o pól

source: too many fields
pl: za du¿o pól

source: missing ]
pl: brakuj±cy ]

source: invalid syntax flag %c
pl: nieprawid³owa flaga sk³adni %c

source: invalid flag %c
pl: nieprawid³owa flaga %c

source: value not a number (near %s)
pl: warto¶æ nie jest liczb± (przy %s)

source: no parser registered for this attribute
pl: ¿aden analizator sk³adni nie jest zarejestrowany dla tego atrybutu

source: invalid type
pl: nieprawid³owy typ

source: unknown vendor
pl: nieznany dostawca

source: Redefining attribute %s
pl: Przedefiniowanie atrybutu %s

source: Redefining alias %s
pl: Przedefiniowanie aliasu %s

source: Attribute %s is not defined
pl: Atrybut %s nie jest zdefiniowany

source: Symbol %s already declared
pl: Symbol %s jest ju¿ zadeklarowany

source: PROPERTY syntax error
pl: B³±d sk³adni PROPERTY

source: blocks cannot be nested
pl: zagnie¿d¿anie bloków nie jest mo¿liwe

source: block opened here
pl: miejsce otwarcia bloku

source: block syntax: expected `VENDOR' but found `%s'
pl: sk³adnia bloku: oczekiwano 'VENDOR', natomiast odnaleziono '%s'

source: unexpected END
pl: nieoczekiwany END

source: BEGIN without END
pl: BEGIN bez END

source: %s: %d error
pl: %s: %d b³±d

source: %s: option `%s' is ambiguous
no: %s: flagget «%s» er flertydig
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
no: %s: flagget «--%s» tar ikke argumenter
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów

source: %s: option `%c%s' doesn't allow an argument
no: %s: flagget «%c%s» tar ikke argumenter
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów

source: %s: option `%s' requires an argument
no: %s: flagget må ha et argument -- %s
pl: %s: opcja `%s' musi mieæ argument

source: %s: unrecognized option `--%s'
no: %s: ukjent flagg «--%s»
pl: %s: nieznana opcja `--%s'

source: %s: unrecognized option `%c%s'
no: %s: ukjent flagg «%c%s»
pl: %s: nieznana opcja `%c%s'

source: %s: illegal option -- %c
no: %s: ulovlig flagg -- %c
pl: %s: niew³a¶ciwa opcja -- %c

source: %s: invalid option -- %c
no: %s: ugyldig flagg -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
no: %s: flagget må ha et argument -- %c
pl: %s: opcja musi mieæ argument -- %c

source: %s: option `-W %s' is ambiguous
no: %s: flagget «-W %s» er flertydig
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
no: %s: flagget «-W %s» tar ikke argumenter
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów

source: low core: aborting
no: minnet oppbrukt: programmet avsluttes!
pl: Brak pamiêci: przerwanie

source: can't open file `%s'
no: kan ikke åpne filen «%s»
pl: nie mogê otworzyæ `%s'

source: login: entry for NAS %s port %d duplicate
no: innlogging: duplisert post for NAS %s port %d
pl: login: wielokrotne wyst±pienie pozycji dla NAS-u %s, port %d

source: login: entry for NAS %s port %d wrong order
no: innlogging: postet for NAS %s port %d ugyldig rekkefølge
pl: login: pozycja dla NAS-u %s, port %d wystêpuje w porz±dku b³êdnym

source: logout: entry for NAS %s port %d has wrong ID (expected %s found %s)
no: logout: postet for NAS %s port %d har ugyldig ID (%s forventet, funnet %s)
pl: logout: pozycja dla NAS-u %s, port %d ma b³êdny ID (spodziewano %s, odnaleziono %s)

source: logout: login entry for NAS %s port %d not found
no: logout: innlogging post for NAS %s port %d ikke funnet
pl: logout: nie odnaleziono loginu dla NAS-u %s, port %d

source: can't open %s
no: kan ikke åpne «%s»
pl: nie mogê otworzyæ %s

source: not enough memory
no: minnet oppbrukt
pl: brak pamiêci

source: can't stat `%s'
no: «stat» feilet for «%s»
pl: stat(%s) nie powiod³a siê

source: `%s' already included here
pl: `%s' ju¿ zosta³ do³±czony tutaj

source: `%s' already included at top level
pl: `%s' zosta³ do³±czony na poziomie najwy¿szym

source: can't open `%s'
no: kan ikke åpne «%s»
pl: nie mogê otworzyæ `%s'

source: discarding user `%s'
pl: odrzucanie u¿ytkownika `%s'

source: unknown attribute `%s'
pl: nieznany atrybut `%s'

source: %s: not an absolute pathname
pl: nazwa pliku `%s' nie jest pe³n± nazw± ¶cie¿ki

source: attribute
pl: atrybut

source: value %s is not declared for attribute %s
pl: wielko¶æ %s nie jest deklarowana dla atrybutu %s

source: %s: can't parse date
pl: %s: przetworzenie daty nie powiod³o siê

source: %s: unknown attribute type %d
pl: %s: nieznany typ atrybutu %d

source: enabled userfile parser debugging
pl: w³±czanie odpluskwiania analizatora pliku "users"

source: disabled userfile parser debugging
pl: wy³±czanie odpluskwiania analizatora pliku "users"

source: string too long: %s
no: strengen for lang: %s
pl: ³añcuch za d³ugi: %s

source: %.*s: ARGP_HELP_FMT parameter requires a value
no: %.*s: ARGP_HELP_FMT-parameteren krever en verdi
pl: %.*s: parametr ARGP_HELP_FMT wymaga podania warto¶ci

source: %.*s: Unknown ARGP_HELP_FMT parameter
no: %.*s: Ukjent ARGP_HELP_FMT-parameter
pl: %.*s: Nieznany parametr ARGP_HELP_FMT

source: Garbage in ARGP_HELP_FMT: %s
no: Søppel i ARGP_HELP_FMT: %s
pl: B³êdne dane w ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
no: Obligatoriske eller frivillige argumenter til lange flagg er også obligatoriske eller frivillige for tilsvarende korte flagg.
pl: Argumenty obowi±zkowe lub opcjonalne dla d³ugich opcji s± równie¿ obowi±zkowe lub opcjonalne dla odpowiednich krótkich opcji.

source: Usage:
no: Bruk:
pl: Sk³adnia:

source: or:
no: eller:
pl: lub:

source: [OPTION...]
no: [FLAGG...]
pl: [OPCJA...]

source: Try `%s --help' or `%s --usage' for more information.
no: Prøv «%s --help» eller «%s --usage» for mer informasjon.
pl: Napisz `%s --help' lub `%s --usage' by uzyskaæ wiêcej informacji.

source: Report bugs to %s.
no: Rapporter bugs til %s.
pl: Prosimy zg³aszaæ b³êdy na adres %s.

source: Give this help list
pl: Wy¶wietla ten tekst pomocy

source: Give a short usage message
pl: Wy¶wietla krótkie informacje o sk³adni polecenia

source: Set the program name
pl: Okre¶la nazwê programu

source: Hang for SECS seconds (default 3600)
pl: Czekaj przez SEK sekund (domy¶lnie 3600)

source: Print program version
pl: Wy¶wietla wersjê programu

source: (PROGRAM ERROR) No version known!?
pl: (B£¡D PROGRAMU) Nieznana wersja!?

source: %s: Too many arguments
pl: %s: za du¿o argumentów

source: (PROGRAM ERROR) Option should have been recognized!?
pl: (B£¡D PROGRAMU) Opcja powinna zostaæ rozpoznana!?

source: missing closing quote in string started near `%s'
pl: brak cudzys³owa zamykaj±cego w ³añcuchu rozpoczêtym przy `%s'

source: error in format spec: unknown format %s
pl: b³±d w specyfikacji formatu: nieznany format %s

source: wrong number of arguments to form %s
pl: z³a liczba argumentów do formy %s

source: form `%s' not closed
pl: forma `%s' nie jest zamkniêta

source: DIR
pl: KATALOG

source: Set path to the configuration directory
pl: Podaje nazwê katalogu konfiguracyjnego

source: print license and exit
pl: wy¶wietla licencjê i wychodzi

source: Common options
pl: Opcje powszechne

source: no Acct-Status-Type attribute
pl: brak atrybutu Acct-Status-Type

source: NAS %s started (Accounting-On packet seen)
pl: NAS %s uruchomiony (otrzymano ¿±danie Accounting-On)

source: NAS %s shut down (Accounting-Off packet seen)
pl: NAS %s wy³±czony (otrzymano ¿±danie Accounting-Off)

source: unknown packet type (%d)
pl: nieznany typ pakietu %d

source: NOT writing wtmp record
pl: brak zapisywania rekordu wtmp

source: System accounting is disabled
pl: Rozliczenie systemowe jest wy³±czone

source: Cannot stat path component: %s
pl: Nie mo¿na pobraæ informacji o sk³adniku nazwy pliku: %s

source: Cannot create directory %s
pl: Nie mo¿na utworzyæ katalogu `%s'

source: Path component is not a directory: %s
pl: Element nazwy pliku nie jest katalogiem: %s

source: %s: directory not writable
pl: %s: katalog nie jest dostêpny do zapisu

source: %s: not a directory
no: %s: ikke en katalog
pl: %s: nie jest katalogiem

source: Detailed accounting is disabled
pl: Rozliczenie detalizowane wy³±czone

source: wrong return type
pl: zwracany typ danych jest b³êdny

source: Invalid password aging information for user '%s'
pl: B³êdne informacje o wyga¶niêciu has³a u¿ytkownika '%s'

source: account locked
pl: konto jest zamkniête

source: No username
pl: Brak nazwy u¿ytkownika

source: Malformed username
pl: Zniekszta³cona nazwa u¿ytkownika

source: Access denied by huntgroup %s:%d
pl: Odmowa dostêpu przez grupê %s:%d

source: unknown Password-Location value: %ld
pl: niewiadoma warto¶æ atrybutu Password-Location: %ld

source: PAM authentication not available
pl: Uwierzytelnienie przez PAM jest niedostêpne

source: No such user
pl: Nie ma takiego u¿ytkownika

source: Login rejected
no: Innlogging forkastet
pl: Login odrzucony

source: denied by Scheme procedure
pl: odrzucony procedur± Scheme

source: Invalid Auth-Failure-Trigger value: %s
pl: Niew³a¶ciwa warto¶æ atrybutu Auth-Failure-Trigger: %s

source: The value of Auth-Failure-Trigger attribute must begin with '/' or '('.
pl: Warto¶æ atrybutu Auth-Failure-Trigger powinna zaczynaæ siê od '/' lub '('.

source: Rejected
no: Forkastet
pl: Odrzucony

source: Ignored
pl: Pominiêty

source: Login incorrect
no: Innlogging feil
pl: Login nieprawid³owy

source: Account expired
pl: Konto wygas³o

source: Password expired
pl: Has³o wygas³o

source: Account disabled
no: Konto er stengt
pl: Konto deaktywowane

source: Login failed
no: Innlogging feilet
pl: Login nie powiód³ siê

source: realm quota exceeded for
no: «realm» kvoten er overskredet for
pl: osi±gniêto ograniczenie dziedziny

source: Multiple logins: [%s] max. %ld%s
pl: Wielokrotne logowanie: [%s] max. %ld%s

source: [MPP attempt]
pl: [próba MPP]

source: Outside allowed timespan (%s)
pl: Poza dopuszczalnym zakresem czasu (%s)

source: external check failed:
pl: zewnêtrzna kontrola nie powiod³a siê:

source: Login OK
pl: Login potwierdzony

source: too many attributes
pl: za du¿o atrybutów

source: can't store datum for %s
pl: umieszczenie danej dla %s nie powiod³o siê

source: cannot open dbm file %s
no: feil under åpning av dbm fila «%s»
pl: nie mogê otworzyæ pliku dbm %s

source: unknown NAS type: %s (nas %s)
no: ukjent NAS type: %s (nas %s)
pl: nieznany typ NAS-u: %s (nas %s)

source: timed out in waiting SNMP response from NAS %s
pl: przekroczony czas oczekiwania na odpowied¼ SNMP od NAS-a %s

source: no snmp_oid
no: intet snmp_oid
pl: brak snmp_oid

source: invalid OID: %s
no: ugyldig OID: %s
pl: nieprawid³owy OID: %s

source: can't create snmp session: %s
pl: nie mogê stworzyæ sesji SNMP: %s

source: can't open snmp session: %s
no: kan ikke åpne snmp sesjon: %s
pl: nie mogê otworzyæ sesji SNMP: %s

source: can't create SNMP PDU: %s
pl: nie mogê stworzyæ SNMP PDU: %s

source: unknown host: %s
no: ukjent vert: %s
pl: nieznany host: %s

source: timed out in waiting for finger response from NAS %s
pl: przekroczony czas oczekiwania na odpowied¼ "finger" od NAS-a %s

source: path variable not set
pl: zmienna 'path' nie jest ustalona

source: expr variable not set
pl: zmienna 'expr' nie jest ustalona

source: unknown block statement
pl: niewiadoma instrukcja blokowa

source: invalid netmask length: %d
no: ugyldig nettmask lengde: %d
pl: b³êdna d³ugo¶æ maski podsieci: %d

source: %s:%d: unexpected EOF in comment started at line %d
no: %s:%d: uventet slutt-på-fil i kommentar begynt på linje %d
pl: %s:%d: nieoczekiwany koniec pliku w komentarzu rozpoczêtym w linii %d

source: %s:%d: no such service: %s
no: %s:%d: ingen slik tjeneste: %s
pl: %s:%d: nieznana us³uga: %s

source: %s:%d: unknown host: %s
no: %s:%d: ukjent vert: %s
pl: %s:%d: nieznany host: %s

source: INTERNAL ERROR at %s:%d: unknown datatype %d
no: INTERN FEIL (%s:%d): ukjent datatype %d
pl: B£¡D WEWNÊTRZNY w %s:%d: nieznany typ danych %d

source: %s:%d: wrong datatype (should be %s)
no: %s:%d: feil datatype (forventet %s)
pl: %s:%d: b³êdny typ danych (musi byæ %s)

source: too few arguments
pl: za ma³o argumentów

source: too many arguments
pl: za du¿o argumentów

source: %s:%d: obsolete statement
pl: %s:%d: instrukcja przestarza³a

source: can't open config file `%s'
no: kan ikke åpne konfigurasjonsfil «%s»
pl: nie mogê otworzyæ pliku konfiguracyjnego `%s'

source: reading %s
no: lese %s
pl: czytanie %s

source: no such user: %s
pl: nie ma takiego u¿ytkownika: %s

source: setgroups(1, %lu) failed
pl: setgroups(1, %lu) nie powiod³a siê

source: setegid(%lu) failed
pl: setegid(%lu) nie powiod³a siê

source: setregid(%lu,%lu) failed
pl: setregid(%lu,%lu) nie powiod³a siê

source: setresgid(%lu,%lu,%lu) failed
pl: setresgid(%lu,%lu,%lu) nie powiod³a siê

source: setgid(%lu) failed
pl: setgid(%lu) nie powiod³a siê

source: cannot set effective gid to %lu
pl: nie mo¿na ustaliæ gid-u efektywnego %lu

source: setreuid(%lu,-1) failed
pl: setreuid(%lu,-1) nie powiod³a siê

source: second setuid(%lu) failed
pl: powtórne wywo³anie setuid(%lu) nie powiod³o siê

source: setuid(%lu) failed
pl: setuid(%lu) nie powiod³a siê

source: seteuid(0) succeeded when it should not
pl: wywo³anie seteuid(0) powiod³o siê chocia¿ nie powinno

source: cannot drop non-root setuid privileges
pl: nie mo¿na porzuciæ uprawnieñ setuid u¿ytkownika

source: can't reset SIGCHLD
no: kan ikke gjenopprette SIGCHLD
pl: nie mo¿na ustaliæ obs³ugi SIGCHLD

source: can't restore SIGCHLD
no: kan ikke gjenopprette SIGCHLD
pl: nie mo¿na odtworzyæ obs³ugi SIGCHLD

source: can't run external program `%s' (reason reported via syslog channel user.err)
pl: nie mo¿na wykonaæ programu zewnêtrznego `%s' (powód raportowany przez kana³ syslog user.err)

source: external program `%s' %s
pl: program zewnêtrzny `%s' %s

source: radius_exec_program(): won't execute, not an absolute pathname: %s
no: radius_exec_program(): ville ikke kjøre kommando: ikke et absolutt filnavn: %s
pl: radius_exec_program(): nie mo¿na uruchomiæ, nazwa programu nie jest pe³n± nazw± ¶cie¿ki: %s

source: couldn't open pipe
no: kan ikke åpne utfilen
pl: nie mogê otworzyæ potoku

source: can't close pipe
no: kan ikke stenge utfilen
pl: nie mo¿na zamkn±æ potoku

source: can't dup stdout
no: kan ikke duplisere standard utgang
pl: nie mo¿na zduplikowaæ stdout

source: <stdout of %s>:%d: %s
no: <standart ut av %s>:%d: %s
pl: <wyj¶cie standardowe %s>:%d: %s

source: filter %s (pid %d) %s (in: %u, out: %u)
pl: filtr %s (pid %d) %s (wej¶cie: %u, wyj¶cie: %u)

source: filter %s is not declared
pl: filtr %s nie jest zadeklarowany

source: cannot run filter %s
pl: nie mo¿na uruchomiæ filtru %s

source: filter %s
pl: filtr %s

source: reading from filter %s
pl: czytanie z filtru %s

source: filter %s (auth): bad output: %s
pl: filter %s (uwierzytelnienie): niepoprawne wyj¶cie: %s

source: filter %s (acct): bad output: %s
pl: filter %s (rozliczenie): niepoprawne wyj¶cie: %s

source: %s:%d: filter already declared at %s:%d
pl: %s:%d: filtr ju¿ zadeklarowany w %s:%d

source: discarding entry `%s'
pl: odrzucanie pozycji `%s'

source: zero length username not permitted
no: et brukernavn må ha minst én bokstav
pl: nazwa u¿ytkownika nie powinna byæ pust±

source: unknown attribute `%s/%s'
no: ukjent attributt «%s/%s»
pl: nieznany atrybut `%s/%s'

source: expected %s, but found %s
pl: oczekiwano %s, natomiast odnaleziono %s

source: opcode
pl: kod operacji

source: grad_create_pair failed on %s
pl: grad_create_pair zawiod³a na %s

source: not defined
pl: nie zdefiniowany

source: unknown method
pl: nieznana metoda

source: user `%s' already found in %s
no: brukeren «%s» allerede funnet i %s
pl: u¿ytkownik `%s' ju¿ odnaleziony w %s

source: %d user disabled
pl: wy³±czono %d u¿ytkownika

source: using only dbm: USERS NOT LOADED
no: bruker bare dbm: USERS IKKE LEST
pl: u¿ycie jedynie dbm: U¯YTKOWNICY NIEZA£ADOWANI

source: DBM files found but no -b flag given - NOT using DBM
no: DBM filene funnet men -b flagg ikke spesifisert - DBM BRUKES IKKE
pl: znaleziono pliki DBM lecz nie podano znacznika -b, DBM NIE jest u¿ywane

source: can't load %s: exited
no: kan ikke laste %s: Avslutter!
pl: nie mogê za³adowaæ %s: wyj¶cie

source: %s reloaded.
no: %s omlastet.
pl: %s za³adowany ponownie.

source: SQL Error: SQL client could not be initialized
no: SQL Feil: kunne ikke starte SQL klient
pl: B³±d SQL: nie jest mo¿liwe inicjalizowanie klienta SQL

source: INTERNAL ERROR: unknown reload code: %d
no: INTERN FEIL: ukjent omlastkode: %d
pl: B£¡D WEWNÊTRZNY: niewiadomy kod ³adowania: %d

source: can't create parser output file `%s'
pl: nie mogê stworzyæ pliku wyj¶ciowego `%s'

source: dumped users database to %s
no: lagret bruker database i %s
pl: baza u¿ytkowników zrzucona do %s

source: Can't forward to %s:%d
pl: Przesy³anie polecenia do %s:%d nie powiod³o siê

source: Forwarding host %s not listed in clients
pl: Host %s nie znajduje siê na li¶cie raddb/clients

source: Can't open forwarding socket
pl: Nie mo¿na otworzyæ gniazdo do przesy³ania

source: Can't bind forwarding socket
pl: Nie mo¿na po³±czyæ gniazdo przesy³ania z adresem IP

source: Auth
pl: Uwierzytelnienie

source: Acct
pl: Rozliczenie

source: emerg
pl: awaria

source: alert
no: alarm
pl: alarm

source: crit
no: kritisk
pl: krytyczny

source: error
no: feil
pl: b³±d

source: warning
no: advarsel
pl: ostrzezenie

source: notice
no: merknad
pl: uwaga

source: could not append to file %s
no: kan ikke tilføye til filen %s
pl: do³±czanie do pliku %s niemo¿liwe

source: %s: cannot change owner to %d:%d
pl: nie mo¿na zmieniæ w³a¶ciciela kana³u `%s' na %d:%d

source: can't access log file `%s'
pl: nie ma dostêpu do pliku `%s'

source: exited with status %d
pl: wyj¶cie ze stanem %d

source: terminated on signal %d
pl: zakoñczony na sygna³ %d

source: terminated
pl: zakoñczony

source: %s:%d: no channel mode for `%s'
no: %s:%d: intet modus for kanal «%s»
pl: %s:%d: brak trybu dla kana³u `%s'

source: no levels applicable for this category
pl: brak poziomów dla tej kategorii

source: %s:%d: channel `%s' not defined
no: %s:%d: kanal «%s» ikke definert
pl: %s:%d: kana³ `%s' nie jest zdefiniowany

source: %s:%d: list item %d has wrong datatype
pl: %s:%d: b³êdny typ danych dla elementu %d listy

source: %s:%d: no such module name: %s
no: %s:%d: intet slik modul: %s
pl: %s:%d: nieznana nazwa modu³u: %s

source: can't open menu `%s'
no: kan ikke åpne menufil «%s»
pl: nie mogê otworzyæ menu `%s'

source: *** User Menu is Not Available ***
no: *** Brukermeny er ikke tilgjengelig ***
pl: *** Menu u¿ytkownika niedostêpne ***

source: check_ts(): unknown NAS
no: check_ts(): ukjent NAS
pl: check_ts(): nieznany NAS

source: assuming `%s' is logged in
pl: przyjmujê ¿e u¿ytkownik `%s' jest zalogowany

source: assuming `%s' is NOT logged in
pl: przyjmujê ¿e u¿ytkownik `%s' NIE jest zalogowanym

source: rad_pam_conv(): no application-specific data passed
no: rad_pam_conv(): Overført intet data spesifikk for vedlegget
pl: rad_pam_conv(): brak przekazanych danych aplikacji

source: couldn't send request to realm %s
pl: nie mo¿na wys³aæ ¿±dania do dziedziny %s

source: Match-Profile refers to non-existing profile (%s)
pl: Match-Profile odnosi siê do nieistniej±cego profilu (%s)

source: circular dependency for %s
pl: zale¿no¶æ cykliczna: %s

source: not enough memory for transitivity check
pl: za ma³o pamiêci dla kontroli przej¶ciowej

source: USER LIST IS EMPTY
no: BRUKERLISTEN ER TOM
pl: BAZA U¯YTKOWNIKÓW JEST PUSTA

source: duplicate %s attribute
pl: wielokrotne wyst±pienie atrybutu %s

source: attribute %s not allowed in LHS
pl: atrybut %s jest niedozwolony w LHS

source: Match-Profile refers to a DEFAULT entry
pl: Match-Profile odnosi siê do profilu DEFAULT

source: Simultaneous-Use is used, but multiple login checking is not enabled
pl: U¿ywa siê atrybutu Simultaneous-Use, ale sprawdzanie logowañ wielokrotnych nie jest w³±czone

source: No User-Password attribute in LHS
pl: W LHS brakuje atrybutu User-Password

source: Auth-Type = System can only be used when running with root privileges
pl: Auth-Type = System mo¿na u¿ywaæ tylko podczas wykonania z uprawnieniami root-a

source: User-Password attribute ignored for this Auth-Type
pl: Atrybut User-Password jest ignorowany w u¿yciu z danym Auth-Type

source: Password-Location attribute ignored for this Auth-Type
pl: Atrybut Password-Location jest ignorowany w u¿yciu z danym Auth-Type

source: Authentication type not supported
pl: Typ uwierzytelnienia nie obs³ugiwany

source: Both Auth-Data and PAM-Auth attributes present
pl: Atrybuty Auth-Data i PAM-Auth s± obaj obecne

source: attribute %s not allowed in RHS
pl: atrybut %s niedozwolony w RHS

source: Use of Add-Port-To-IP-Address is deprecated
pl: Odradza siê stosowanie Add-Port-To-IP-Address

source: BEGIN without Fall-Through
pl: BEGIN bez Fall-Through

source: request from unknown client
pl: ¿±danie od nieznanego klienta

source: Dropping packet
pl: Zrzut pakietu

source: Retransmitting %s reply
pl: Retransmisja odpowiedzi %s

source: request failed
pl: ¿±danie nie powiod³o siê

source: Unrecognized proxy reply from server %s, proxy ID %d
pl: Nierozpoznana odpowied¼ od serwera %s, proxy ID %d

source: unknown request code %d
pl: nieznany kod ¿±dania %d

source: rule trace: %s
pl: ¶lad regu³: %s

source: GNU radius daemon
pl: Demon GNU radius

source: radiusd specific switches:
no: Flagg spesifikk for radiusd:
pl: radiusd - prze³±czniki specjalne:

source: Stay in foreground
pl: Powoduje wys³anie w t³o

source: Select operation mode: test, checkconf, builddbm.
pl: Wybiera tryb operacji: test, checkconf, builddbm.

source: Run in single process mode
pl: Uruchamia radiusd w trybie pojedynczego procesu

source: Store pidfile in DIR
pl: Zachowa plik pid w podanym KATALOGU

source: Show compilation defaults
pl: Wy¶wietla warto¶ci domy¶lne kompilacji

source: Do detailed authentication logging
pl: W³±cza dok³adn± rejestacjê uwierzytelnienia

source: Set accounting directory
pl: Ustala nazwê katalogu rozliczeniowego

source: Enable DBM support
no: Slå på DBM støtte
pl: W³±cza obs³ugê DBM

source: Set logging directory name
pl: Ustala nazwê kalalogu logowania

source: Do not resolve IP addresses
pl: Wy³±cza rozwijanie adresów IP

source: IPADDR
pl: IPADRES

source: Listen on IPADDR
pl: W³±cza nas³uchanie na podanym adresie IP

source: Set authentication port number
pl: Ustawia numer portu uwierzytelnienia

source: Strip prefixes/suffixes off user names before logging
pl: Przed logowaniem usuwa z nazwy u¿ytkownika przedrostki/przyrostki

source: DEBUGSPEC
pl: POZIOM

source: Set debugging level
no: Sette modus for feilsøkning
pl: Ustala poziom odpluskwiania

source: Log authentications
pl: W³±cza logowanie uwierzytelnieñ

source: Log users' passwords
pl: Notuje has³a u¿ytkowników
