Repository: Distrotech/radius
Catalog: po/*.po
Languages: no, pl

source: radiusd compiled without DBM support
no: radiusd ble bygget uten DBM
pl: radiusd skompilowany bez obs³ugi DBM

source: unknown mode: %s
no: ukjent modus: %s
pl: nieznany tryb: %s

source: invalid IP address: %s
no: ulovlig IP adresse: %s
pl: niew³a¶ciwy adres IP: %s

source: Sorry, your account is currently closed
no: Beklager, Deres konto er stengt
pl: Niestety, Twoje konto jest zamkniête

source: Password has expired
no: Passordet er ikke lenger gyldig
pl: Has³o wygas³o

source: Password will expire in %R{Password-Expire-Days} Days
no: Passordet må endres innen %R{Password-Expire-Days} dager
pl: Has³o wyga¶nie w ci±gu %R{Password-Expire-Days} dni

source: Access denied
no: Tilgang nektet
pl: Odmowa dostêpu

source: Realm quota exceeded - access denied
pl: Osi±gniêto ograniczenie dziedziny - odmowa dostêpu

source: You are already logged in %R{Simultaneous-Use} times - access denied
no: De er allerede innlogget %R{Simultaneous-Use} ganger - tilgang nektet
pl: Jeste¶ ju¿ zalogowany %R{Simultaneous-Use} razy - odmowa dostêpu

source: You are already logged in - access denied
no: De er allerede innlogget - tilgang nektet
pl: Jeste¶ ju¿ zalogowany - odmowa dostêpu

source: You are calling outside your allowed timespan
no: Forespørsel utenfor gyldig tidsintervall
pl: Próba dostêpu poza dopuszczalnym okresem czasu

source: Terminating the subprocesses
pl: Zakoñczenie podprocesów

source: %d process left!
pl: pozosta³ %d proces potomny

source: Radiusd is not listening on any port.
pl: Radiusd nie nas³uchuje na ¿adnym porcie.

source: Radiusd is not listening on any port. Trying to continue anyway...
pl: Radiusd nie nas³uchuje na ¿adnym porcie. Mimo to kontynuujê...

source: Starting
pl: Uruchamianie

source: Ready
pl: Gotów

source: can't find out my own IP address
no: kan ikke finne min egen IP adresse
pl: nie mogê rozpoznaæ w³asnego adresu IP

source: RADIUSD SUSPENDED
pl: RADIUSD U¦PIONY

source: Reloading configuration now
pl: Prze³adowywanie konfiguracji

source: Dumping users db to `%s'
no: bruker database lagret til «%s»
pl: Zapis bazy u¿ytkowników do `%s'

source: restart initiated
no: omstart påbegynt
pl: Rozpoczêto ponowne uruchomienie

source: can't restart: not started as absolute pathname
no: Kan ikke starte om: programnavnet er ikke et absolutt filnavn
pl: nie mo¿na ponownie uruchomiæ: nazwa programu nie jest pe³n± nazw± ¶cie¿ki

source: radiusd_restart: cannot fork
pl: radiusd_restart: fork() zawiód³

source: restarting radius
no: starter tjenesten på nytt
pl: ponowne uruchomienie

source: RADIUS NOT RESTARTED: exec failed
no: RADIUSD STARTET IKKE: feil under exec
pl: RADIUS NIE ZOSTA£ PONOWNIE URUCHOMIONY: uruchomienie zawiod³o

source: Normal shutdown.
no: Normal avslutning.
pl: Normalne zamkniêcie.

source: Ready to process requests.
no: Klar for tilkoblinger.
pl: Gotowy do obs³ugi wywo³añ.

source: Loading configuration files.
pl: Prze³adowanie plików konfiguracyjnych.

source: Errors reading config file - EXITING
no: Feil ved lesing av konfigurasjonsfiler - avslutter!
pl: B³êdy przy odczycie pliku konfiguracyjnego - WYJ¦CIE

source: socket %s:%d is already assigned for %s
pl: gniazdo %s:%d ju¿ wyznaczone dla %s

source: Ignoring exec-program-user
pl: exec-program-user zosta³ zignorowany

source: INTERNAL ERROR (%s:%d): attribute %d has bad type (%d)
no: INTERN FEIL (%s:%d): attributt %d har ulovlig type (%d)
pl: B£¡D WEWNÊTRZNY (%s:%d): atrybut %d ma b³êdny typ (%d)

source: Proxy %s request expired in queue
pl: ¿±danie proxy %s wygas³o w kolejce

source: Killing unresponsive %s child %lu
pl: Unicestwienie nieodpowiadaj±cego %s procesu %lu

source: Cannot terminate child %lu. Attempting to kill inexisting process?
pl: Nie mo¿na zakoñczyæ procesu %lu. Próba unicestwienia nie istniej±cego procesu?

source: Terminating unresponsive %s child %lu, status: %s
pl: Zakoñczenie nieodpowiadaj±cego %s procesu %lu, stan: %s

source: OK
pl: POWODZENIE

source: FAILURE
pl: B£¡D

source: duplicate request
pl: podwójne ¿±danie

source: too many requests in queue
no: for mange forespørsler i køen
pl: za du¿o ¿±dañ w kolejce

source: too many requests of this type
no: for mange forespørsler av denne typen
pl: za du¿o ¿±dañ tego typu

source: Maximum number of children active
pl: Uruchomiono maksymalna ilo¶æ procesów

source: redefinition of function `%s'
pl: przedefiniowanie funkcji %s

source: previously defined here
pl: poprzednio zdefiniowana tutaj

source: nothing to break from
pl: nic do przerwania

source: nothing to continue
pl: nic do kontynuacji

source: undefined variable: %s
pl: niezdefiniowana zmienna: %s

source: unexpected EOF in comment started at line %lu
pl: nieoczekiwany koniec pliku w komentarzu rozpoczêtym w linii %lu

source: Malformed pragma
pl: Zniekszta³cona dyrektywa #pragma

source: Unknown regexp flag: %s
pl: Nieznana opcja wyra¿enia regularnego: %s

source: unterminated character constant
pl: niezakoñczona sta³a znakowa

source: %s implicit coercion %s %s
pl: %s niejawna konwersja %s %s

source: operation not applicable to strings
pl: nieodpowiednia operacja na ³añcuchach

source: too many arguments in call to %s
pl: za du¿o argumentów w wywo³aniu %s

source: too few arguments in call to %s
pl: za ma³o argumentów w wywo³aniu %s

source: Undefined
no: Ikke definert
pl: Niezdefiniowany

source: integer
pl: liczba ca³kowita

source: string
pl: ³añcuch

source: UNKNOWN
no: UKJENT
pl: NIEZNANY

source: from Undefined
pl: Niezdefiniowanego

source: from integer
pl: liczby ca³kowitej

source: from string
pl: ³añcucha

source: from UNKNOWN
pl: NIEZNANEGO

source: to Undefined
pl: na Niezdefiniowany

source: to integer
pl: na liczbê ca³kowit±

source: to string
pl: na ³añcuch

source: to UNKNOWN
pl: na NIEZNANY

source: missing return statement
pl: brakuj±ce zdanie wyj¶cia

source: divide by zero
pl: dzielenie przez zero

source: regexp error: %s
pl: b³±d wyra¿enia regularnego: %s

source: out of pushdown space
pl: stos prze³adowany

source: heap overrun
pl: stóg prze³adowany

source: out of heap space
pl: stos prze³adowany

source: out of popup
pl: stos pusty

source: rewrite runtime error
pl: rewrite: b³±d wykonania

source: no request supplied
pl: brakuje ¿±dania

source: can't create A/V pair
pl: nie mogê utworzyæ pary A-W

source: division by zero!
pl: dzielenie przez zero

source: rewrite regex failure: %s. Input: %s
pl: rewrite: b³±d wyra¿enia regularnego: %s. Wej¶cie: %s

source: pc out of range
pl: pc poza zakresem

source: Invalid backreference
pl: Niew³a¶ciwe odwo³anie zwrotne

source: regexp compile error:
pl: b³±d wyra¿enia regularnego:

source: gsub: not enough memory
pl: gsub: brak pamiêci

source: sub: not enough memory
pl: sub: brak pamiêci

source: redefinition of function %s
pl: przedefiniowanie funkcji %s

source: function %s not defined
no: Funksjonen %s er ikke definert
pl: funkcja %s niezdefiniowana

source: function %s returns wrong data type
pl: funkcja %s zwraca b³êdny typ danych

source: function %s takes too many arguments
pl: funkcja %s przyjmuje za du¿o argumentów

source: function %s: argument %d must be integer
pl: funkcja %s: parametr %d ma byæ liczb± ca³±

source: function %s: argument %d must be string
pl: funkcja %s: parametru %d ma byæ ³añcuchem

source: function %s takes too few arguments
pl: funkcja %s przyjmuje za ma³o argumentów

source: function %s() requires %d parameter
pl: funkcja %s() wymaga %d parametru

source: file not found: %s
pl: nie znaleziono pliku %s

source: function ~S not defined
pl: funkcja ~S niezdefiniowana

source: too many arguments for ~S
pl: za du¿o argumentów dla ~S

source: type mismatch in argument ~S(~S) in call to ~S
pl: niepoprawny typ argumentu ~S(~S) w wywo³aniu ~S

source: too few arguments for ~S
pl: za ma³o argumentów dla ~S

source: %s is not a procedure object
pl: %s nie jest obiektem-procedur±

source: Procedure `%s' failed: see error output for details
pl: Procedura `%s' nie powiod³a siê: szczegó³y patrz w pliku wyj¶cia b³êdów

source: Unexpected return value from Guile authentication function `%s'
pl: Funkcja uwierzytelniania Guile `%s' zwróci³a niespodziewan± warto¶æ

source: Unexpected return value from Guile accounting function `%s'
pl: Funkcja rozliczenia Guile `%s' zwróci³a niespodziewan± warto¶æ

source: Invalid hex number: %s
pl: niew³a¶ciwa liczba szesnastkowa: %s

source: Guile authentication disabled in config
no: Guile autentisering slått av i konfigurasjonsfilen
pl: Uwierzytelnienie przez Guile jest wy³±czone w pliku konfiguracyjnym

source: Guile authentication not available
no: Guile godkjenning ikke tilgjengelig
pl: Uwierzytelnienie przez Guile jest niedostêpne.

source: %s:%d: community %s already declared
no: %s:%d: felleskapen «%s» ble allerede definert
pl: %s:%d: spo³eczno¶æ %s ju¿ jest zadeklarowana

source: %s:%d: no such network: %s
pl: %s:%d: nie ma takiej sieci: %s

source: %s:%d: undefined community %s
no: %s:%d: felleskapen «%s» er ikke definert
pl: %s:%d: niezdefiniowana spo³eczno¶æ %s

source: acct server re-initializing on SNMP request
pl: ponowna inicjalizacja serwera rozliczania na ¿±danie SNMP

source: auth server re-initializing on SNMP request
pl: ponowna inicjalizacja serwera uwierzytelnienia na ¿±danie SNMP

source: server re-initializing on SNMP request
pl: serwer ponownie inicjalizowany na ¿±danie SNMP

source: server restart on SNMP request
pl: ponowne uruchomienie serwera na ¿±danie SNMP

source: server continuing on SNMP request
pl: kontynuacja pracy serwera na ¿±danie SNMP

source: server suspending on SNMP request
pl: serwer u¶piony na ¿±danie SNMP

source: server shutting down on SNMP request
pl: zatrzymywanie serwera na ¿±danie SNMP

source: can't decode SNMP packet from %s: %s
no: kan ikke dekode SNMP forespørsel fra %s: %s
pl: nie mo¿na zdekodowaæ pakietu SNMP z %s: %s

source: DENIED attempt to access community %s from %s
pl: ODRZUCONO próbê dostêpu do spo³eczno¶ci %s z %s

source: Dropping SNMP request from client %s: %s
no: Hopper over forespørsel fra klient %s: %s
pl: Zrzucanie ¿±dania SNMP od klienta %s: %s

source: could not read sqlserver file %s
no: kan ikke leser sqlserver fil «%s»
pl: nie mo¿na odczytaæ pliku sqlserver %s

source: unrecognized keyword
pl: nieznane s³owo kluczowe

source: required argument missing
pl: brak wymaganego argumentu

source: number parse error
pl: b³±d przetwarzania liczby

source: expected boolean value
pl: spodziewano warto¶æ logiczn±

source: auth_max_connections is obsolete
pl: auth_max_connections jest przestarza³y

source: acct_max_connections is obsolete
pl: acct_max_connections jest przestarza³y

source: query_buffer_size is obsolete
pl: query_buffer_size jest przestarza³y

source: Unsupported SQL interface
pl: Interfejs SQL nie jest obs³ugiwany

source: %s: missing `%s' statement
pl: %s: brak zdania `%s'

source: %s: SQL interface not specified
pl: %s: Nie podany interfejs SQL

source: disabling SQL authentication
pl: uwierzytelnienie SQL wy³±czone

source: disabling SQL accounting
pl: rozliczenia SQL wy³±czone

source: SQL configuration changed: closing existing connections
pl: Konfiguracja SQL zmieni³a siê: zamykanie istniej±cych po³±czeñ

source: no Acct-Status-Type attribute in rad_sql_acct()
pl: rad_sql_acct(): brak atrybutu Acct-Status-Type

source: %s updated %d record
pl: na ¿±danie %s zmieni³ siê %d wiersz

source: SQL Auth specified in users file, but not in sqlserver file
no: SQL autentisering er brukt i «users»-filen men ikke krevet i «sqlserver»-filen
pl: SQL Auth wpisany w pliku u¿ytkowników, ale nie w pliku sqlserver

source: SQL: invalid operator: %s
pl: SQL: b³êdny operator: %s

source: SQL authentication is not enabled in raddb/sqlserver
pl: Uwierzytelnienie przez SQL nie zosta³o w³±czone w pliku raddb/sqlserver

source: Radiusd is compiled without SQL support
pl: Radiusd jest skompilowany bez obs³ugi SQL

source: SNMP system disabled: file `%s' has incorrect permissions
pl: Deaktywowano system SNMP: plik `%s' ma niepoprawne uprawnienia

source: mmap failed
pl: mmap nie powiod³a siê

source: shmem_get(): can't allocate %d byte
pl: shmem_get(): nie mo¿na zarezerwowaæ %d bajt

source: stat_init failed
pl: stat_init nie powiod³a siê

source: reached SNMP storage limit for the number of monitored ports: increase max-port-count
pl: osi±gniêto ograniczenie liczby nadzorowanych portów: zwiêksz max-port-count

source: stat_update(): portno %d: can't find nas for IP %s
no: stat_update(): port %d: kan ikke finne nas med IP %s
pl: stat_update(): port %d: nie mo¿na odszukaæ NAS-u z IP %s

source: stat_update(): port %d not found on NAS %s
no: stat_update(): port %d ikke funnet for NAS %s
pl: stat_update(): port %d nie odnaleziony na NAS-ie %s

source: negative port idle time
pl: ujemny czas ja³owy

source: negative port session time
pl: ujemna d³ugo¶æ sesji

source: reached SNMP storage limit for the number of monitored NASes: increase max-nas-count
pl: osi±gniêto ograniczenie liczby nadzorowanych NAS-ów: zwiêksz max-nas-count

source: GNU RADIUS server version
no: GNU RADIUS server versjon
pl: Serwer GNU RADIUS, wersja

source: %s: GNU Radius version %s
no: %s: GNU Radius versjon %s
pl: %s: Serwer GNU RADIUS wersja %s

source: Compilation platform:
no: Plattform for kompilering:
pl: Platforma kompilacji:

source: Debugging flags:
no: Flagg for feilsøking:
pl: Opcje odpluskwiania:

source: Compilation flags:
no: Flagg for kompilering:
pl: Opcje kompilacji:

source: Compilation defaults:
pl: Domy¶lne parametry:

source: Ports in use:
pl: Porty:

source: Paths:
pl: ¦cie¿ki:

source: configuration directory: %s
no: konfigurasjon katalog: %s
pl: katalog konfiguracyjny: %s

source: logging directory: %s
no: loggkatalog: %s
pl: katalog dzienników: %s

source: accounting directory: %s
pl: katalog rozliczeñ: %s

source: pidfile directory: %s
pl: katalog pliku pid: %s

source: Report bugs to <%s>
pl: Prosimy zg³aszaæ b³êdy na adres <%s>

source: child %lu %s
pl: proces potomny %lu %s

source: Killing process %lu: %s
pl: Unicestwienie procesu %lu: %s

source: error writing header
pl: b³±d zapisu nag³ówka

source: error writing data
pl: b³±d zapisu danych

source: Child exiting on timeout.
pl: Podproces zakoñczono: przekroczony czas oczekiwania na wej¶cie z procesu g³ównego

source: Child received malformed header (len = %d, error = %s)
pl: Podproces odebra³ niepoprawny nag³ówek (d³ugo¶æ = %d, b³±d = %s)

source: Child received malformed data
pl: Podproces odebra³ niepoprawne dane

source: error reading data
pl: b³±d odczytu danych

source: error reading data; wrong data size returned
pl: b³±d odczytu danych; otrzymano b³êdn± d³ugo¶æ danych

source: Print this help screen
pl: Wy¶wietla ten tekst pomocy

source: Query the given NAS
pl: Odpytanie podanego NAS-u

source: Enter Guile
pl: Uruchamia pow³okê Guile

source: [NUMBER]
pl: [LICZBA]

source: Print or set the Rewrite stack size
pl: Wy¶wietlenie lub ustalenie rozmiaru stosu Rewrite

source: FUNCTION(args..)
pl: FUNKCJA(argumenty...)

source: Run given Rewrite function
pl: Uruchamia podan± funkcje w jêzyku Rewrite

source: FILE
pl: PLIK

source: Source the given Rewrite file
pl: Odczytuje podany plik Rewrite

source: TIMESPAN [DOW [HH [MM]]]
pl: ZAKRES-CZASU [DZIEÑ-TYGODNIA [GODZINA [MINUTY]]]

source: Check the timespan interval
pl: Sprawdza zakres czasu

source: LEVEL
pl: POZIOM

source: [PAIR [,PAIR]]
pl: [PARA [,PARA]]

source: Define a request
pl: Tryb definicji ¿±dania

source: Print the request
pl: Wy¶wietla ¿±danie bie¿±ce

source: Quit the shell
pl: Wyj¶cie z pow³oki

source: %s: wrong number of arguments
pl: %s: b³êdna liczba argumentów

source: %s is a network name
pl: %s jest nazw± sieci

source: %s: unknown nas
pl: %s: nieznany NAS

source: %s: argument is not a number
pl: %s: argument nie jest liczb±

source: Enter the pair list. End with end of file
pl: Wprowad¼ listê par. Zakoñcz podaniem symbolu 'koniec-pliku'

source: Bad command
pl: B³êdne polecenie

source: report last logins from Radius database.
pl: raport ostatnich logowañ z bazy Radiusa.

source: radlast specific switches:
no: flagg spesifikk for radlast:
pl: radlast - prze³±czniki specjalne:

source: NUMBER
pl: LICZBA

source: show at most NUMBER records
pl: wy¶wietla najwy¿ej tyle rekordów

source: use FILE as radwtmp
pl: u¿ywa PLIKU jako radwtmp

source: show logins with IPADDR
pl: wy¶wietla logowania z IPADRES

source: mark records with missed stops with bump (!)
no: merke poster uten stopper med et utropstegn
pl: zaznacza wykrzyknikiem rekordy z brakuj±cymi zakoñczeniami

source: NASNAME
pl: NAS

source: show logins from given NAS
no: vis innlogginger fra angitt NAS
pl: wy¶wietla logowania z podanego NAS-u

source: use long output format
pl: w³±cza u¿ycie d³ugiego formatu wyj¶cia

source: show logins from given port
pl: wy¶wietla logowania z podanego portu

source: show the login session duration in seconds
pl: wy¶wietla czas trwania sesji w sekundach

source: widen the duration field to show seconds
pl: poszerza pole czasu trwania dla pokazania sekund

source: --width is incompatible with --show-seconds
no: --width er ikke kompatible med --show-seconds
pl: --width jest niezgodna z --show-seconds

source: System accounting is disabled
pl: Rozliczenie systemowe jest wy³±czone

source: radwtmp begins %s
pl: pocz±tek pliku radwtmp: %s

source: still logged in
pl: nadal zalogowany

source: shutdown
pl: zamkniêcie

source: reboot
pl: prze³adowanie

source: acct_off
pl: rozl_wy³

source: acct_on
pl: rozl_w³

source: error reading dictionary file
no: feil under lesing av ordliste
pl: b³±d odczytu pliku s³ownika

source: not enough 'while's to break from
pl: break: nie wystarczaj±cy poziom zagnie¿d¿ania 'while'

source: not enough 'while's to continue
pl: continue: nie wystarczaj±cy poziom zagnie¿d¿ania 'while'

source: return outside of a function definition
pl: u¿ycie 'return' poza definicj± funkcji

source: undefined function `%s'
pl: niezdefiniowana funkcja '%s'

source: nested function definitions are not allowed
pl: zagnie¿d¿anie definicji funkcji nie jest mo¿liwe

source: the current function definition begins here
pl: miejsce pocz±tku bie¿±cej definicji funkcji

source: `%s' previously defined here
pl: '%s' poprzednio zdefiniowana tutaj

source: warning: truncating binary string
pl: uwaga: obcinanie ³añcucha dwójkowego

source: expected integer value or request code name
pl: oczekiwano liczby ca³kowitej b±d¼ nazwy kodu ¿±dania

source: warning: '*' is meaningless for this attribute type
pl: uwaga: u¿ycie '*' z takim typem atrybutu nie ma sensu

source: Misplaced `end'
pl: Nieoczekiwany 'end'

source: Unexpected end of line
pl: Nieoczekiwany koniec pliku

source: In function `%s':
pl: W funkcji '%s':

source: At top level:
pl: Na poziomie najwy¿szym:

source: Radius client shell
pl: Pow³oka klienta Radius-a

source: radtest specific switches:
no: flagg spesifikk for radtest:
pl: radtest - prze³±czniki specjalne

source: VARIABLE=VALUE
pl: ZMIENNA=WARTO¦Æ

source: assign a VALUE to VARIABLE
pl: przypisanie WARTO¦CI do ZMIENNEJ

source: set debugging level
no: sette modus for feilsøkning
pl: ustawia poziom odpluskwiania

source: Read input from FILE. Stops further processing of the command line.
pl: Odczyt wej¶cia z PLIKu. Wy³±cza dalsz± analizê argumentów.

source: set number of retries
pl: ustala liczbê powtórzeñ

source: SERVER
pl: SERWER

source: set radius server parameters
no: sette parameteren til radius tjener
pl: ustala parametry serwera radius

source: set timeout
no: sette tidsgrensen
pl: ustawia limit przekroczenia czasu oczekiwania na odpowied¼

source: verbose mode
no: gi mer fyldige meldinger
pl: tryb opisowy

source: disable interactive mode
pl: wy³±cza tryb interaktywny

source: Check the input file syntax and exit
pl: Sprawdza sk³adniê pliku wej¶ciowego i koñczy pracê

source: assign: expected `='
no: assign: forventet «=»
pl: podstawienie: spodziewano `='

source: can't parse server definition
pl: b³±d analizy definicji serwera

source: no shared secret for the server
pl: brak klucza wspó³dzielonego dla tego serwera

source: bad IP address or host name: %s
pl: niepoprawny adres IP czy nazwa hosta: %s

source: bad separator near %s
pl: niew³a¶ciwy separator przy %s

source: No servers specfied. Use -s option.
pl: ¯aden serwer nie zosta³ podany. U¿yj opcji -s.

source: assign: missing closing quote
pl: podstawienie: brak zamykaj±cego cudzys³owa

source: assign: invalid IP address: %s
no: assign: ulovlig IP adresse: %s
pl: podstawienie: b³êdny adres IP: %s

source: out of memory
pl: brak pamiêci

source: division by zero
pl: dzielenie przez zero

source: addition
pl: dodania

source: subtraction
pl: odejmowania

source: multiplication
pl: mno¿enia

source: division
pl: dzielenia

source: boolean conjunction
pl: iloczynu logicznego

source: boolean disjunction
pl: sumy logicznej

source: comparison
pl: porównania

source: incompatible types in %s
pl: niezgodne typy danych w operacji %s

source: binary negation
pl: negacji logicznej

source: numeric negation
pl: negacji

source: incompatible data type in %s
pl: niezgodny typ danych w operacji %s

source: variable `%s' used before definition
pl: zmienna '%s' u¿yta przed definicj±

source: %s:%d: unknown data type
pl: %s:%d: nieznany typ danych

source: invalid data type
pl: nieprawid³owy typ danych

source: undefined
pl: niezdefiniowany

source: ipaddress
pl: adres IP

source: binary string
pl: ³añcuch dwójkowy

source: pairlist
pl: listê par

source: A/V list
pl: listê par A-W

source: to undefined
pl: na niezdefiniowany

source: to ipaddress
pl: na adres IP

source: to binary string
pl: na ³añcuch dwójkowy

source: to pairlist
pl: na listê par

source: to A/V list
pl: na listê par A-W

source: cannot convert %s %s
pl: nie mo¿na przekonwertowaæ %s %s

source: not a pair list
pl: nie jest list± par

source: invalid data type in send statement (expected A/V list)
pl: b³êdny typ danych w instrukcji 'send' (oczekiwano listê par A-W)

source: expect %s
pl: oczekiwano %s

source: got %s
pl: otrzymano %s

source: expected A/V pair list
pl: oczekiwano listê par A-W

source: invalid data type in exit statement
pl: b³êdny typ danych w instrukcji 'exit'

source: invalid data type in `shift'
pl: nieprawid³owy typ danych w instrukcji 'shift'

source: not enough arguments to shift
pl: za ma³o argumentów do przesuniêcia

source: display who is logged on by Radius
pl: wy¶wietla listê zalogowanych przez Radius u¿ytkowników

source: radwho specific switches:
no: flagg spesifikk for radwho:
pl: radwho - prze³±czniki specjalne:

source: print all entries, not only active ones
pl: wy¶wietla wszystkie wpisy, nie same aktywne

source: display CLID in second column
pl: wy¶wietla CLID w drugiej kolumnie

source: DATEFMT
pl: FORMAT-DATY

source: change date representation format
pl: zmienia format daty

source: STRING
pl: £AÑCUCH

source: print STRING instead of an empty column
no: vis STRING istedenfor tom kolonne
pl: wy¶wietla £AÑCUCH zamiast pustej kolumny

source: Use FILE instead of /var/log/radutmp
pl: U¿ywa PLIKU zamiast /var/log/radutmp

source: act as a finger daemon
pl: dzia³a w trybie `finger'

source: do not display header line
pl: nie wy¶wietla linii nag³ówka

source: display session ID in the second column
pl: wy¶wietla identyfikator sesji w drugiej kolumnie

source: display hostnames without domain part
pl: wy¶wietla nazwy hostów bez domenów

source: Long output. All fields will be printed.
pl: D³ugi format wyj¶cia. Wszystkie pola s± drukowane.

source: display also local users
pl: wy¶wietla równie¿ lokalnych u¿ytkowników

source: do not resolve hostnames.
pl: nie rozwija nazw hostów

source: change output format
pl: odmienia format wyj¶ciowy

source: secure mode: requires that the username be specified
pl: tryb bezpieczny: wymaga podania nazwy u¿ytkownika

source: must provide username
pl: brakuje nazwy u¿ytkownika
