Repository: Distrotech/radius
Catalog: po/*.po
Languages: no, pl

source: can't open file: %s
no: kan ikke åpne fil: %s
pl: nie mo¿na otworzyæ pliku: %s

source: delete Radius login records
pl: usuwa rekordy logowania Radiusa

source: radzap specific switches:
no: flagg spesifikk for radzap:
pl: radzap - prze³±czniki specjalne:

source: ask for confirmation before zapping
pl: pyta o potwierdzenie ka¿dego usuniêcia

source: set logging directory
pl: ustawia katalog dziennika

source: operate on FILE instead of /var/log/radutmp
no: behandle FILE istedenfor /var/log/radutmp
pl: pracuje z PLIKIEM zamiast /var/log/radutmp

source: zap user from given NAS
pl: usuwa u¿ytkownika z podanego NAS-u

source: zap user coming from given port
pl: usuwa u¿ytkownika zajmuj±cego podany port

source: do not ask for confirmation before zapping
pl: nie prosi o potwierdzenie przed usuniêciem

source: at least one port, nas or user must be specified
pl: musi byæ podany przynajmniej port, NAS b±d¼ nazwa u¿ytkownika

source: radzap: zapping %s from %s, port %d
pl: radzap: usuwanie %s z %s, port %d

source: Not confirmed
no: Bekreftet ikke
pl: Brak potwierdzenia

source: %s: host not found.
pl: %s: hosta nie znaleziono

source: Failed query was
pl: Nieudane zapytanie

source: gave up on connect
pl: z po³±czenia zrezygnowano

source: [MYSQL] cannot connect to %s as %s: %s
pl: [MYSQL] nie mo¿na pod³±czyæ siê do %s jako %s: %s

source: [MYSQL]: can't get result
pl: [MYSQL]: nie mo¿na zwróciæ wyniku

source: query returned more tuples: %s
pl: zapytanie zwróci³o wiêcej wierszy: %s

source: too few columns returned (%d req'd)
pl: za ma³o kolumn wynikowych (wymagane %d)

source: PQconnectStart failed: %s
no: PQconnectStart feilet: %s
pl: Nieudany PQconnectStart: %s

source: PQexec returned %s
pl: PQexec zwróci³ %s

source: query returned %d tuple: %s
pl: zapytanie zwróci³o %d wiersz: %s

source: make_pair(): dictionary attr %d not found
no: make_pair(): attributt %d ikke funnet

source: send
no: sende

source: unknown attribute type
no: ukjent attributtype %d

source: attribute %d too long, %d > %d
no: attributtet %d for lang, %d > %d

source: %s (Unknown type %d)
no: %s (Ukjent type %d)

source: recv
no: mottatt

source: %s:%d: too few fields
no: %s:%d: for få felter

source: %s:%d: too many fields
no: %s:%d: for mange felter

source: %s:%d: missing ]
no: %s:%d: mangler ]

source: %s:%d: value not a number (near %s)
no: %s:%d: ikke en tallverdi (nær %s)

source: %s:%d: invalid type
no: %s:%d: ugyldig type

source: %s:%d: invalid flag %c
no: %s:%d: ugyldig flagg %c

source: %s:%d: unknown keyword
no: %s:%d: ukjent nøkkelord

source: %s: %d errors
no: %s: %d feil

source: Page too small to alloc %d-byte objects
no: Siden for lite for å tildele %d-byter objekter

source: can't allocate bucket class
no: kan ikke tildele minneklasse

source: can't allocate bucket page
no: kan ikke tildele siden

source: low core: exiting
no: minnet oppbrukt: programmet avsluttes

source: alloc_string(): string too long
no: alloc_string(): strengen er for lang

source: rut_setent(): cannot open `%s'
no: rut_setent(): kan ikke åpne «%s»

source: %s:%d: `%s' already included here
no: %s:%d: «%s» ble allerede inkludert her

source: %s:%d: unknown attribute `%s'
no: %s:%d: ukjent attributt «%s»

source: %s:%d: %s: not an absolute pathname
no: %s:%d: %s: ikke et absolutt filnavn

source: %s:%d: %s: can't parse date
no: %s:%d: %s: kan ikke tolke dato

source: %s:%d: %s: unknown attribute type %d
no: %s:%d: %s: ukjent attributtype %d

source: converting reboot records
no: konverterer forespørsel om å starte på nytt

source: no username in record
no: intet brukernavn i forespørselen

source: NAS %s restarted (Accounting-On packet seen)
no: NAS %s ble startet på nytt (fått forespørsel om Accounting-ON)

source: NAS %s rebooted (Accounting-Off packet seen)
no: NAS %s ble avsluttet (fått Accounting-Off forespørsel)

source: NAS %s port %d unknown packet type (%d)
no: NAS %s port %d ukjent forespørsel type (%d)

source: NOT writing wtmp record (%d) for `%s',NAS %s,port %d
no: wtmp post (%d) for «%s», NAS %s, port %d IKKE lagret

source: unix_pass: [%s]: password has expired
no: unix_pass: [%s]: passordet er ikke lenger gyldig

source: %s: SQL authentication not available
no: %s: SQL godkjenning er ikke tilgjengelig

source: unknown Password-Location value: %d
no: ulovlig verdi for Password-Location attributt: %d

source: %s: PAM authentication not available
no: %s: PAM godkjenning er ikke tilgjengelig

source: No username: [] (from nas %s)
no: intet brukernavn: [] (fra nas %s)

source: Malformed username: [%s] (from nas %s)
no: Feilaktig brukernavn: [%s] (fra nas %s)

source: No huntgroup access: [%s] (from nas %s)
no: Tilgang nektet av «huntgroup»: [%s] (fra nas %s)

source: %s: [%s%s%s]: %s%s: CLID %s (from nas %s)
no: %s: [%s%s%s]: %s%s: CLID %s (fra nas %s)

source: %s: [%s%s%s]: CLID %s (from nas %s)
no: %s: [%s%s%s]: CLID %s (fra nas %s)

source: unknown
no: ukjent

source: Invalid user
no: Ugyldig bruker

source: Multiple logins: [%s] CLID %s (from nas %s) max. %ld%s
no: Flere innlogginger: [%s] CLID %s (fra nas %s) max. %ld%s

source: Outside allowed timespan: [%s] (from nas %s) time allowed: %s
no: Utenfor gyldig tidsintervall: [%s] (fra nas %s) tidsintervall: %s

source: %s:%d: too many attributes
no: %s:%d: for mange attributter

source: %s:%d: invalid level: %s
no: %s:%d: ugyldig nivå: %s

source: %s:%d: usedbm statement ignored: radiusd compiled without DBM support
no: %s:%d: usedbm ignorert: radiusd ble kompilert uten støtte for DBM

source: %s:%d: snmp statement ignored: radiusd compiled without snmp support
no: %s:%d: snmp ignorert: radiusd ble kompilert uten støtte for SNMP

source: %s:%d: guile statement ignored: radiusd compiled without guile support
no: %s:%d: guile ignorert: radiusd ble kompilert uten støtte for guile

source: %s:%d: wrong datatype (should be string)
no: %s:%d: feil datatype (forventet streng)

source: INTERNAL ERROR parsing %s near %d: out of putback space
no: INTERN FEIL ved kjøring av %s nær linje %d: Ikke ledig plass

source: %s:%d: `%s' is obsolete. %s
no: %s:%d: «%s» er utdatert. %s

source: radius_exec_program(): won't execute, no such user: %s
no: radius_exec_program(): ville ikke kjøre kommando: ingen slik bruker: %s

source: seteuid(%d) failed (ruid=%d, euid=%d)
no: seteuid(%d) feilet (ruid=%d, euid=%d)

source: setreuid(0,%d) failed (ruid=%d, euid=%d)
no: setreuid(0,%d) feilet (ruid=%d, euid=%d)

source: radius_exec_program(): abnormal child exit
no: radius_exec_program(): ugyldig avslutning av underprosess

source: %s:%d: discarding user `%s'
no: %s:%d: brukeren «%s» ble slettet

source: unknown value %s
no: ukjent verdi %s

source: %s: error parsing date %s
no: %s: feil under tolkning av dato %s

source: unknown attribute type %d
no: ukjent attributtype %d

source: expected , but found %s
no: forventet , men funnet %s

source: %s:%d: unknown method
no: %s:%d: ukjent metode

source: %s:%d: too few fields (%d)
no: %s:%d: for få felter (%d)

source: %d users disabled
no: %d brukere lukket

source: none
no: intet

source: debug
no: feilsøk

source: can't access `%s'
no: kan ikke aksessere «%s»

source: menu %s:%d: %s
no: meny %s:%d: %s

source: cannot find secret for server %s in clients file
no: kan ikke finne sikkerhetsnøkkel for tjener %s i klientens fil

source: authentication
no: autentisering

source: %s request from client %s for user %s - Security Breach
no: overtredelse av sikkerhet: %s forespørsel fra NAS %s, bruker %s

source: Unrecognized proxy reply from server %s - ID %d
no: Ulovlig proxy svar fra tjenester %s - ID %d

source: %s:%d: No Password attribute in the checklist
no: %s:%d: Intet Password attributt i LHS

source: %s:%d: Password attribute ignored for this Auth-Type
no: %s:%d: Password attributt ignorert for dette Auth-Type

source: %s:%d: Password-Location attribute ignored for this Auth-Type
no: %s:%d: Password-Location attributt ignorert for dette Auth-Type

source: %s:%d: Authentication type not supported
no: %s:%d: Autentiserungtypen er ikke støttet

source: %s:%d: Both Auth-Data and PAM-Auth attributes present
no: %s:%d: Auth-Data og PAM-Auth må ikke brukes i lag

source: %s:%d: attribute %s not allowed in RHS
no: %s:%d: attributt %s er ikke gyldig i RHS

source: %s:%d: BEGIN without Fall-Through
no: %s:%d: BEGIN ble brukt uten Fall-Through

source: request from unknown client: %s
no: forespørsel fra en ukjent klient: %s

source: failed in select() - exit.
no: feil under select() - avslutning.

source: exit on signal (%d)
no: avslutning under signal (%d)

source: flushing request queues
no: tømmer forespørsel-køer

source: Starting - reading configuration files ...
no: Starter - leser konfigurasjonsfiler

source: Reloading configuration files.
no: Omleser konfiguratjonfiler

source: can't restart: radiusd not started as absolute pathname
no: Kan ikke starte om: programnavnet er ikke et absolutt filnavn

source: RADIUSD RUNNING
no: RADIUSD KJØRER

source: memory utilization: %ld.%1ld%%
no: minneutnyttelse: %ld.%1ld%%

source: Retransmitting %s reply: client %s, ID: %d, code: %d
no: Sender %s svaret på nytt: klient %s, ID: %d, kode: %d

source: unknown request %d
no: ukjent forespørselkode %d

source: Can't spawn new thread: %s
no: Kan ikke starter ny tråd: %s

source: malformed function call: %s
no: feilaktig funksjonkall: %s

source: missing '(' in function call
no: mangler '(' i funksjonkall

source: missing ')' in function call
no: mangler ')' i funksjonkall

source: too few arguments for %s
no: for få argumenter til %s

source: %s:%d: unrecognized keyword
no: %s:%d: ukjent nøkkelord

source: %s:%d: required argument missing
no: %s:%d: mangler nødvendig argument

source: %s:%d: number parse error
no: %s:%d: feil under tolkning av tallet

source: %s:%d: expected boolean value
no: %s:%d: booleansk verdi forventet

source: SQL auth: no group_query specified
no: SQL autentisering: intet group_query

source: SQL acct: no acct_start_query specified
no: SQL autentisering: intet acct_start_query

source: disabling SQL acct: no acct_stop_query specified
no: slå av SQL acct: intet acct_stop_query

source: SQL acct: no acct_nasdown_query specified
no: SQL acct: intet acct_nasdown_query

source: SQL acct: no acct_nasup_query specified
no: SQL acct: intet acct_nasup_query

source: SQL %s (%s) %d rows changed
no: SQL %s (%s) %d felter vekslet

source: Error writing to statfile %s
no: Feil ved skriving til statistikk fil %s

source: Cannot open statfile %s
no: Kan ikke åpne statistikk fil %s

source: pidfile: %s
no: pidfil: %s

source: no pidfile
no: intet pidfil

source: attribute %s has unknown type
no: attributt %s har ukjent type

source: wrong datatype: expected vector
no: feil datatype: forventet vektor

source: select IP address representation format
no: velg format for representasjon av IP adresser

source: invalid IP format: %s
no: feil IP format: %s

source: too many format specs
no: for mange formatspesifikasjoner

source: no such format name: %s
no: intet slik formatnavn: %s

source: error in format spec near %s
no: feil i formatspesifikasjonen nær %s

source: %s:%d: syntax error
no: %s:%d: syntaksfeil

source: MYSQL error: %s
no: MYSQL feil: %s

source: Failed query was: %s
no: Feilet forespørsel var: %s

source: MYSQL: cannot connect to %s as %s
no: MYSQL: feil under kobling til %s som bruker %s

source: MYSQL: cannot select db %s
no: MYSQL: kan ikke velge db %s

source: MYSQL: Giving up on connect
no: MYSQL: Kan ikke koble. Gitt opp.

source: MYSQL Error: query %s
no: MYSQL feil: forespørsel %s

source: MYSQL Error: can't get result for authentication
no: MYSQL feil: kan ikke få resultat for autentisering

source: MYSQL Error: can't get result
no: MYSQL feil: kan ikke få resultat

source: PQconnectStart failed
no: PQconnectStart feilet
